const getNotices = (req, res) =>
  res.json({"error":{"returnCode":0,"returnMessage":"success","returnUserMessage":"操作成功"},"data":{"education":{"1":"大学本科","2":"硕士研究生","3":"博士研究生","4":"大专","5":"中专","6":"其他"},"level":{"1":"A","2":"B","3":"C","4":"D"},"nature":{"1":"业务岗位","2":"综合岗位"},"political":{"1":"党员","2":"团员","3":"群众","4":"其他"},"position":{"1":"厅长","2":"局长","3":"处长","4":"科长","5":"股长","6":"副主任科员","7":"科员","8":"其他"},"expertise":{"1":"投资","2":"财务","3":"会计","4":"企业","5":"金融","6":"计算机","7":"其他"},"techtitle":{"1":"高级审计师","2":"审计师","3":"会计师","4":"经济师","5":"工程师","6":"助理审计师","7":"其他"}}});

export default {
  'GET /api/user/selectconfig': getNotices,
};
